Repository: mysociety/theyworkforyou
Catalog: locale/*.UTF-8/LC_MESSAGES/TheyWorkForYou.po
Languages: fr

source: Hansard source
fr: Ffynhonnell Hansard

source: (Translated)
fr: (Cyfieithwyd)

source: (Not translated)
fr: (Ddim wedi ei gyfieithu)

source: Submitted by %s
fr: Cyflwynwyd gan %s

source: See any annotations posted about this
fr: Gweld unrhyw anodiadau wedi'u postio am hyn

source: See this speech in context
fr: Gweler yr araith hon yn ei chyd-destun

source: Link to this speech
fr: Dolen i'r araith hon

source: See this vote in context
fr: Gweler y bleidlais hon yn ei chyd-destun

source: Link to this vote
fr: Dolen i'r bleidlais hon

source: See this item in context
fr: Gweler yr eitem hon yn ei chyd-destun

source: Link to this item
fr: Dolen i'r eitem hon

source: In context
fr: Yn ei gyd-destun

source: Individually
fr: Yn unigol

source: Tweet
fr: Trydar

source: Share
fr: Rhannu

source: %s annotation
fr: %s anodiad

source: at %s
fr: am %s

source: on <a href="%s">%s</a>
fr: ar <a href="%s">%s</a>

source: Alert me about debates like this
fr: Danfonwch hysbysiad imi am ddadleuon fel hyn

source: Votes in this debate
fr: Pleidleisiau yn y ddadl hon

source: The <strong>Senedd</strong>, officially known as the Welsh Parliament in English and Senedd Cymru in Welsh, is the devolved, unicameral legislature of Wales. A democratically elected body, it makes laws for Wales, agrees certain taxes and scrutinises the Welsh Government. It is a bilingual institution, with both Welsh and English being the official languages of its business. From its creation in May 1999 until May 2020, the Senedd was known as the National Assembly for Wales (Welsh: Cynulliad Cenedlaethol Cymru). &ndash; <a href="https://en.wikipedia.org/wiki/Senedd">Wikipedia</a>
fr: Senedd Cymru (Saesneg: Welsh Parliament) neu'r Senedd yw'r corff datganoledig sy'n cael ei ethol yn ddemocrataidd i drafod polisïau ac sy'n cymeradwyo deddfwriaeth sy'n ymwneud â Chymru. Rhan o'i waith yw dwyn Llywodraeth Cymru i gyfrif. Rhwng mis Mai 1999 a mis Mai 2020, enw'r sefydliad oedd Cynulliad Cenedlaethol Cymru (Saesneg: National Assembly for Wales). &ndash; <a href="https://cy.wikipedia.org/wiki/Senedd_Cymru">Wicipedia</a>

source: Search Senedd debates
fr: Dadleuon y Senedd

source: We don’t seem to have any %s for this year.
fr: Nid yw'n ymddangos bod gennym unrhyw %s ar gyfer eleni.

source: Stay informed!
fr: Byddwch wybodus!

source: Get an email every time an issue you care about is mentioned in the Senedd (and more)
fr: Hawliwch e-bost bob tro mae mater yr ydych yn poeni amdano yn cael ei grybwyll yn Y Senedd (a mwy)

source: Recently in the Senedd
fr: Yn ddiweddar yn Senedd Cymru

source: What is the Senedd?
fr: Beth yw hwn?

source: About TheyWorkForYou
fr: Ynglŷn â TheyWorkForYou

source: TheyWorkForYou was founded <a href="https://www.mysociety.org/anniversary/">twenty years ago</a> to make Parliament more accessible and accountable.
fr: Sefydlwyd TheyWorkForYou ugain mlynedd yn ôl i wneud y Senedd yn San Steffan yn fwy hygyrch.

source: We believe that information about our elected representatives should be easily understandable and accessible to everyone, and not just insiders or those who can pay.
fr: Credwn y dylai gwybodaeth am ein cynrychiolwyr etholedig fod yn hawdd ei deall ac yn hygyrch i bawb, nid ond gwleidyddion neu'r rheiny sy'n gallu talu.

source: We now work across the UK's Parliaments to bring information together in one place, and make it accessible to both citizens and to civil society.
fr: Rydym bellach yn gweithio yn Seneddau ar draws yr Deyrnas Unedig i ddod â gwybodaeth at ei gilydd mewn un lle, a'i gwneud yn hygyrch i ddinasyddion ac i'r gymdeithas sifil.

source: Through <a href="https://www.theyworkforyou.com/">TheyWorkForYou</a> and <a href="https://writetothem.com">WriteToThem</a>, we want to make it easy to understand what the UK's different layers of representation do, and make the actions of our representatives and governments more transparent.
fr: Trwy <a href="https://www.theyworkforyou.com/">TheyWorkForYou</a> ac <a href="WriteToThem">WriteToThem</a>, rydym am ei gwneud hi'n hawdd deall beth mae gwahanol haenau cynrychiolaeth y Deyrnas Unedig yn gwneud, a sicrhau bod gweithredoedd ein cynrychiolwyr a'n llywodraethau yn fwy tryloyw.

source: We do this by:
fr: Rydym ni cyflawni hyn drwy:

source: Making parliamentary debates searchable for all Parliaments.
fr: Sicrhau bod dadleuon seneddol yn chwiliadwy ar gyfer pob Senedd.

source: Making it easy for people to write to their representatives at any layer of government.
fr: Ei gwneud hi'n hawdd i bobl ysgrifennu at eu cynrychiolwyr ar unrhyw haen o lywodraeth.

source: Powering <a href="https://www.theyworkforyou.com/alert/">email alerts</a> that let <a href="https://www.mysociety.org/2022/07/28/theyworkforyou-quietly-provides-essential-services-for-civil-society-and-beyond/">citizens and civil society</a> stay informed about their representatives or areas of interest.
fr: Cynhyrchu hysbysiadau e-bost sy’n caniatáu dinasyddion a chymdeithas sifil i fod yn hyddysg am eu cynrychiolwyr neu feysydd o ddiddordeb.

source: Adding new information and summaries that build on the information that Parliament releases (such as voting record summaries and more accessible registers of members interests).
fr: Ychwanegu gwybodaeth a chrynodebau newydd i’r wybodaeth y mae'r Senedd yn ei rhyddhau (megis crynodebau cofnodion pleidleisio a’r cofrestrau hygyrch o fuddiannau aelodau).

source: If you support TheyWorkForYou's goals, you can help us do more by making a <a href="https://www.mysociety.org/donate/?utm_source=theyworkforyou&utm_medium=website&utm_campaign=theyworkforyou-about-page">donation</a>.
fr: Os ydych chi'n cefnogi amcanion TheyWorkForYou, <a href="gallwch ein helpu gwneud mwy drwy wneud rhodd</a>.

source: For more information about how we run the site, please read <a href="/help">our FAQs.</a>
fr: Am fwy o wybodaeth am sut rydyn ni'n rheoli’r safle, <a href="/help">darllenwch ein Cwestiynau Cyffredin.</a>

source: About mySociety
fr: Ynglŷn â mySociety

source: Sign up for updates on our democracy and Parliaments work
fr: Cofrestrwch am y newyddion diweddaraf gan mySociety

source: TheyWorkForYou is run by <a href="https://www.mysociety.org/">mySociety</a>, a UK charity that helps people access information and participate in democracy. We enable people across the UK to become changemakers by providing technology, research and data, openly and for free.
fr: Mae TheyWorkForYou yn cael ei reoli gan <a href="https://www.mysociety.org/">mySociety</a>, elusen yn y Deyrnas Unedig sy'n rhoi grym yn nwylo mwy o bobl drwy ddefnyddio data ac offer digidol.

source: Through <strong>TheyWorkForYou</strong> and <strong>WriteToThem</strong> we have made elected representatives more transparent and contactable. Every year, hundreds of thousands of reports are made through <strong>FixMyStreet</strong>, and over a million Freedom of Information requests have been made through <strong>WhatDoTheyKnow</strong>.
fr: Trwy TheyWorkForYou ac WriteToThem rydym wedi gwneud cynrychiolwyr etholedig yn fwy tryloyw a chysylltadwy. Bob blwyddyn, mae cannoedd o filoedd o adroddiadau yn cael eu danfon trwy FixMyStreet, ac mae dros filiwn o geisiadau Rhyddid Gwybodaeth wedi'u codi trwy WhatDoTheyKnow.

source: Find out more about how mySociety is funded.
fr: Rhagor o wybodaeth am y modd y mae mySociety yn cael ei ariannu.

source: Credits
fr: Credydau

source: Many thanks to mySociety team members and volunteers alike, past and present, for their work on TheyWorkForYou. Including:
fr: Diolch o galon i aelodau tîm a gwirfoddolwyr MySociety y presennol ac y gorffennol am eu gwaith ar TheyWorkForYou. Mae hyn yn cynnwys:

source: Image credits:
fr: Credydau llun

source: The copyright of Hansard remains under <a href="https://www.parliament.uk/site-information/copyright/">Parliamentary Copyright</a>, used under licence.
fr: Mae copyright Hansard yn parhau dan <a href="https://www.parliament.uk/site-information/copyright/">Hawlfraint Seneddol</a>, a ddefnyddir o dan drwydded.

source: Who do you want to contact?
fr: Gya phwy wyt ti eisiau cysylltu?

source: I need help
fr: Dwi angen help

source: The politicians we cover on this website have a duty to help their constituents resolve problems.
fr: Mae dyletswydd ar y gwleidyddion rydyn ni'n ymdrin â nhw ar y wefan hon i helpu eu hetholwyr i ddatrys problemau.

source: Contact your MP, councillors or regional representatives via <a href="https://www.writetothem.com">WriteToThem.com</a>.
fr: Cysylltwch â'ch AS, cynghorwyr neu gynrychiolwyr rhanbarthol drwy <a href="https://www.writetothem.com">WriteToThem.com</a>.

source: I have feedback about this website
fr: Mae gen i adborth ar gyfer y wefan hon

source: Check our <a href="/help/">FAQs</a> first; your question might be answered there.
fr: Gwiriwch ein <a href="/help/">Cwestiynau Cyffredin</a> yn gyntaf; efallai bydd eich cwestiwn chi yn cael ei ateb yno.

source: If not, TheyWorkForYou's technical support team can be contacted on <a href="mailto:support@theyworkforyou.com">support@theyworkforyou.com</a>.
fr: Os na, gellir cysylltu â thîm cymorth technegol They WorkForYou ar <a href="mailto:support@theyworkforyou.com">support@theyworkforyou.com</a>. Ni all ein tîm cymorth ddarparu cefnogaeth yn Gymraeg.

source: We can only help you with this website - <b>this email will not go to your MP</b>.
fr: Gallwn ni ond eich helpu chi gyda'r wefan hon - ni fydd yr e-bost yn mynd at eich AS.

source: Your UK postcode:
fr: Eich côd post yn y Deyrnas Unedig:

source: Optional and not public
fr: Dewisol ac nid yn gyhoeddus

source: We use this to show you information about your MP.
fr: Rydym yn defnyddio hyn i ddangos gwybodaeth i chi am eich AS.

source: Update details
fr: Diweddaru manylion

source: Edit your details
fr: Golygu eich manylion

source: Your first name:
fr: Eich enw cyntaf:

source: Your last name:
fr: Eich cyfenw:

source: To change your password enter a new one twice below (otherwise, leave blank).
fr: I newid eich cyfrinair nodwch un newydd ddwywaith isod (fel arall, gadewch yn wag).

source: At least six characters
fr: O leiaf chwe mewnbwn

source: Repeat password:
fr: Ailadrodd cyfrinair:

source: Your website:
fr: Eich gwefan:

source: Optional and public
fr: Dewisol a chyhoeddus

source: Can we send you occasional emails about TheyWorkForYou.com?
fr: A ydych chi am dderbyn e-byst achlysurol ynglŷn â TheyWorkForYou.com?

source: Do you want to receive our newsletter about our wider democracy work, including our research and campaigns?
fr: A ydych chi am dderbyn ein cylchlythyr am ein gwaith democratiaeth ehangach, gan gynnwys ein hymchwil a'n hymgyrchoedd?

source: Do you want to receive the monthly newsletter from mySociety, with news on TheyWorkForYou and our other projects?
fr: Ydych chi am dderbyn y cylchlythyr misol gan mySociety, gyda newyddion am TheyWorkForYou a'n prosiectau eraill?

source: Your details
fr: Eich manylion

source: Website
fr: Gwefan

source: Status
fr: Statws

source: Joined
fr: Wedi ymuno

source: Joining TheyWorkForYou makes it easier to manage your email alerts…
fr: Mae ymuno â TheyWorkForYou yn ei gwneud hi'n haws i reoli eich hysbysiadau dros e-bost...

source: Already joined? <a href="/user/login/">Then sign in!</a>
fr: Eisoes wedi ymuno? <a href="/user/login/">Yna mewngofnodwch!</a>

source: Would you like to receive email updates on your MP&rsquo;s activity in Parliament?
fr: Hoffech chi dderbyn diweddariadau e-bost am weithgarwch eich Aelod Seneddol yn Senedd San Steffan?

source: (if you&rsquo;re already getting email alerts to your address, don&rsquo;t worry about this)
fr: (Os ydych eisoes yn derbyn hysbysiadau e-bost, peidiwch â phoeni am hyn)

source: User details
fr: Manylion defnyddiwr

source: Sorry, an error has occurred
fr: Ymddiheuriadau, mae gwall wedi digwydd

source: We've been notified by email and will try to fix the problem soon!
fr: Rydym wedi derbyn y wybodaeth trwy e-bost, a byddwn yn ceisio datrys y broblem yn fuan!
