Repository: mysociety/theyworkforyou
Catalog: locale/*.UTF-8/LC_MESSAGES/TheyWorkForYou.po
Languages: fr

source: To be alerted on an exact <strong>phrase</strong>, be sure to put it in quotes. Also use quotes around a word to avoid stemming (where ‘horse’ would also match ‘horses’).
fr: I dderbyn hysbysiad ar <strong>ymadrodd</strong> unigryw, sicrhewch i’w osod mewn dyfyniadau. Hefyd, rhowch ddyfyniadau o gwmpas gair i osgoi stemio (ble buasai 'ceffyl' hefyd yn cyfateb i 'ceffylau').

source: You should only enter <strong>one term per alert</strong> – if you wish to receive alerts on more than one thing, or for more than one person, simply fill in this form as many times as you need, or use boolean OR.
fr: Dim ond <strong>un term i bob hysbysiad</strong> y dylech chi nodi – pe baech yn dymuno derbyn hysbysiadau am fwy nag un peth, neu am fwy nag un person, y cyfan sydd angen i chi wneud yw llenwi y ffurflen hon gymaint o weithiau ag sydd ei angen, neu defnyddiwch NEU Boolean.

source: For example, if you wish to receive alerts whenever the words <i>horse</i> or <i>pony</i> are mentioned in Parliament, please fill in this form once with the word <i>horse</i> and then again with the word <i>pony</i> (or you can put <i>horse OR pony</i> with the OR in capitals). Do not put <i>horse, pony</i> as that will only sign you up for alerts where <strong>both</strong> horse and pony are mentioned.
fr: Er enghraifft, pe baech yn dymuno derbyn hysbysiadau pan crybwyllir y geiriau <i>ceffyl</i> neu < i>merlen</i> yn Y Senedd, llenwch y ffurflen hon unwaith gyda'r gair <i>ceffyl</i> ac yna eto gyda'r gair <i>merlen</i> (neu gallwch roi <i>ceffyl NEU ferlen</ i> gyda'r NEU mewn priflythrennau). Peidiwch â rhoi <i>ceffyl, merlen</i> gan y bydd hynny ond yn eich cofrestru ar gyfer rhybuddion lle sonnir am ‘ceffyl’ <strong>a</strong> merlen.

source: Step by step guides
fr: Canllawiau cam-wrth-gam

source: The mySociety blog has a number of posts on signing up for and managing alerts:
fr: Mae gan flog mySociety nifer o gofnodion am gofrestru ar gyfer a rheoli hysbysiadau:

source: How to sign up for alerts on what your MP is saying
fr: Sut i gofrestru ar gyfer hysbysiadau am yr hyn mae eich AS yn ei ddweud

source: How to sign up for alerts when your chosen word is mentioned
fr: Sut i gofrestru ar gyfer hysbysiadau pan fydd eich gair dewisol yn cael ei grybwyll

source: <a href="%s">Managing email alerts</a>, including how to stop or suspend them.
fr: <a href="%s">Rheoli hysbysiadau e-bost</a>, gan gynnwys sut i'w hatal neu wahardd.

source: Your current email alerts
fr: Eich hysbysiadau e-bost presennol

source: When %s
fr: Pan %s

source: Confirm
fr: Cadarnhau

source: Resume
fr: Ailddechrau

source: Suspend
fr: Atal

source: Delete
fr: Dileu

source: Delete All
fr: Dileu'r Cyfan

source: Division number %s
fr: Rhif adran %s

source: What is this?
fr: Beth yw hwn?

source: This list contains votes from the House of Commons.
fr: Mae'r rhestr hon yn cynnwys pleidleisiau o Tŷ'r Arglwyddi

source: This list contains votes from the House of Lords.
fr: Mae'r rhestr hon yn cynnwys pleidleisiau o Pwyllgorau Cyhoeddus

source: This list contains votes from Public Bill Committees.
fr: Mae'r rhestr hon yn cynnwys pleidleisiau o Pwyllgorau Cyhoeddus

source: This list contains votes from the Scottish Parliament.
fr: Mae'r rhestr hon yn cynnwys pleidleisiau o'r Senedd Cymru

source: This list contains votes from the Senedd.
fr: Mae'r rhestr hon yn cynnwys pleidleisiau o'r Senedd yr Alban

source: This list contains votes from the House of Commons, House of Lords, Public Bill Committees, Senedd, and the Scottish Parliament.
fr: Mae'r rhestr hon yn cynnwys pleidleisiau o Dŷ'r Cyffredin, Tŷ'r Arglwyddi, Pwyllgorau Cyhoeddus, Seneddau Cymru a’r Alban.

source: Only show votes from:
fr: Dangos y pleidleisiau o:

source: Last updated:
fr: Diweddarwyd ddiwethaf:

source: Learn more about our voting records and what they mean.
fr: Dysgwch fwy am ein cofnodion pleidleisio a'r hyn maen nhw'n ei olygu.

source: A-Z by last name
fr: A-Z fesul cyfenw

source: Show All
fr: Dangoswch bob un

source: Tellers
fr: Rhifwyr

source: Want to understand more about this vote?
fr: Eisiau deall mwy am y bleidlais hon?

source: Read the debate that it was part of
fr: Darllenwch y ddadl yr oedd yn rhan ohoni

source: Show full debate
fr: Dangoswch y ddadl lawn

source: %s’s full voting record
fr: %s's record pleidleisio llawn

source: Aye
fr: Ie

source: No
fr: Na

source: Absent
fr: Absennol

source: Abstained
fr: Wedi ymatal

source: %s against
fr: %s yn erbyn

source: %s abstained
fr: %s ymatal

source: %s absent
fr: %s absennol

source: Making it easy to keep an eye on the UK’s parliaments. Discover who represents you, how they’ve voted and what they’ve said in debates – simply and clearly.
fr: Yn gwneud hi'n hawdd cadw llygad barcud ar seneddau'r Deyrnas Unedig. Darganfyddwch pwy sy'n eich cynrychioli chi, sut maen nhw wedi pleidleisio a beth maen nhw wedi'i ddweud mewn dadleuon - yn syml ac yn glir.

source: Sign up to mySociety’s newsletter
fr: Cofrestrwch am y newyddion diweddaraf gan mySociety

source: Your data
fr: Eich data

source: This site is not publicly funded. Support our mission of making UK politics more transparent and accessible.
fr: Mae eich rhoddion yn parhau bodolaeth y safle hwn ac eraill tebyg iddo

source: Donate now
fr: Cyfrannu nawr

source: Built by
fr: Adeiladwyd gan

source: %s is a registered charity in England and Wales (1076346) and a limited company (03277032). We provide commercial services through our wholly owned subsidiary %s (05798215).
fr: Elusen gofrestredig yng Nghymru a Lloegr (1076346) a chwmni cyfyngedig (03277032) yw %s. Rydym yn darparu gwasanaethau masnachol trwy is-gwmni o’n heiddo llwyr %s (05798215).

source: %s speech
fr: %s araith

source: No data to display.
fr: Dim data i'w arddangos.

source: Menu
fr: Dewislen

source: Search TheyWorkForYou
fr: Chwiliwch TheyWorkForYou

source: e.g. a postcode, person, or topic
fr: e.e. côd post, person, neu bwnc

source: In the news
fr: Yn y newyddion

source: Random debate
fr: Dadl ar hap

source: Key events
fr: Digwyddiadau allweddol

source: Show all recent votes
fr: Dangos yr holl bleidleisiau diweddar

source: Back to categories list
fr: Yn ôl i’r rhestr o gategorïau

source: Register of interests
fr: Cofrestr Buddiannau

source: This page shows the latest version of the register of interests by category.
fr: Mae'r dudalen hon yn dangos y fersiwn ddiweddaraf o'r gofrestr o fuddiannau yn ôl categori.

source: For more information, see the official Senedd page
fr: Am ragor o wybodaeth, gweler tudalen swyddogol y Senedd.

source: Read more about our registers data
fr: Darllenwch ragor am ein data ynglŷn â chofrestrau o fuddiannau.

source: Categories
fr: Categorïau

source: New entry or subentry
fr: Mynediad newydd

source: Committees and groups
fr: Pwyllgorau a grwpiau

source: Signatures
fr: Llofnodau

source: Whoops...
fr: Wps...

source: Enter your postcode to see who your %s is, and what they’ve been doing
fr: Nodwch eich cod post i weld pwy yw eich %s, a beth maen nhw wedi bod yn ei wneud

source: Your postcode
fr: Eich côd post:

source: Go
fr: Danfon

source: Or <a href="%s">browse all %s</a>?
fr: Neu <a href="%s">porwch holl %s</a>?

source: Why not <a href="%s">browse all %s</a>?
fr: Pam ddim <a href="%s">pori pob %s</a>?

source: <span class="person-header__about__position__role">%s %s</span> for <span class="person-header__about__position__constituency">%s</span>
fr: <span class="person-header__about__position__role">%s %s</span> ar gyfer <span class="person-header__about__position__constituency">%s</span>

source: <span class="person-header__about__position__role">Former %s %s</span> for <span class="person-header__about__position__constituency">%s</span>
fr: <span class="person-header__about__position__role">Cyn %s %s</span> ar gyfer <span class="person-header__about__position__constituency">%s</span>

source: <span class="person-header__about__position__role">Former %s %s</span>
fr: <span class="person-header__about__position__role">Cyn %s %s</span>

source: Search this person’s speeches
fr: Chwiliwch areithiau'r person hwn

source: Send a message
fr: Anfon neges

source: Get email updates
fr: Derbyn diweddariadau e-bost

source: That name is not unique. Please select from the following:
fr: Nid yw'r enw hwnnw'n unigryw. Dewiswch o'r canlynol:

source: Browse all MPs
fr: Pori pob AS

source: Committees
fr: Pwyllgorau

source: Committee memberships held in the past
fr: Aelodaethau pwyllgor a gynhaliwyd yn y gorffennol

source: All-Party Parliamentary Groups (APPGs)
fr: APPGs

source: %s is an officer of the following groups
fr: Mae %s yn swyddog yn y grwpiau canlynol

source: %s is a member of the following groups
fr: Mae %s yn aelod o'r grwpiau canlynol

source: Profile
fr: Proffil

source: Appearances
fr: Ymddangosiadau

source: Committees / APPGs
fr: Pwyllgorau / APPGs

source: Memberships
fr: Aelodaethau

source: Previous Memberships
fr: Aelodaethau blaenorol

source: APPG Offices held
fr: Swyddfeydd APPG a gynhaliwyd

source: APPG memberships
fr: Aelodaethau APPG

source: Recent open letters
fr: Llythyrau agored diweddar

source: Recent EDMs
fr: EDMs diweddar

source: Topics of interest
fr: Themau o ddiddordeb

source: Voting Summary
fr: Record bleidleisio

source: Note for journalists and researchers: The data on this page may be used freely, on condition that TheyWorkForYou.com is cited as the source.
fr: Nodyn ar gyfer newyddiadurwyr ac ymchwilwyr: gellir defnyddio'r data ar y dudalen hon yn rhydd, ar yr amod bod TheyWorkForYou.com yn cael ei ddyfynnu fel y ffynhonnell.

source: This data was produced by TheyWorkForYou from a variety of sources.
fr: Cynhyrchwyd y data yma gan TheyWorkForYou o amrywiaeth o ffynonellau.

source: For an explanation of the vote descriptions please see our page about <a href="/voting-information">voting information on TheyWorkForYou</a>.
fr: Am esboniad o ddisgrifiadau'r bleidlais, gweler ein tudalen am <a href="/voting-information">gwybodaeth bleidleisio ar TheyWorkForYou</a>.

source: Profile photo:
fr: Llun proffil:

source: Social Media
fr: Cyfryngau Cymdeithasol

source: Currently held offices
fr: Swyddogaethau cyfredol

source: Other offices held in the past
fr: Swyddogaethau eraill yn y gorffennol

source: Recent appearances
fr: Ymddangosiadau diweddar

source: No recent appearances to display.
fr: Dim ymddangosiadau diweddar i'w harddangos.

source: This person has not voted recently.
fr: Nid yw'r person yma wedi pleidleisio'n ddiweddar.

source: %s has registers in the following chambers:
fr: Mae gan %s y cofrestrau canlynol

source: View the history of this person’s entries in the Register
fr: Eisiau gweld hanes cofnodion y person hwn yn y Gofrestr

source: This register last updated on:
fr: Diweddarwyd y gofrestr hon ddiwethaf ar:

source: Recent open letters signed
fr: Llythyrau agored diweddar wedi'u llofnodi

source: Recent Early Day Motions signed
fr: EDMs diweddar wedi'u llofnodi

source: All open letters and EDMs signed
fr: Pob llythyr agored ac EDM wedi'u llofnodi

source: Based on postcode <strong>%s</strong>
fr: Yn seiliedig ar gôd post <strong>%s</strong>

source: (Change postcode)
fr: (Newid côd post)

source: Your former %s is
fr: Eich cyn %s yw

source: Your %s is
fr: Eich %s yw

source: Your former regional %s are
fr: Eich cyn %s rhanbarthol yw

source: Your former %s are
fr: Eich cyn %s yw

source: Your regional %s are
fr: Eich %s rhanbarthol yw

source: Your %s are
fr: Eich %s yw

source: Find %s by name:
fr: Dod o hyd i %s trwy enw:

source: Find your %s by postcode:
fr: Dewch o hyd i'ch %s trwy côd post:

source: Find your %s by name or postcode:
fr: Dewch o hyd i'ch %s trwy enw neu gôd post:

source: Find
fr: Dod o hyd i

source: During the period from the dissolution of the Senedd to the election, there are no Members of the Senedd.
fr: Yn ystod y cyfnod mae Senedd Cymru wedi diddymu ar gyfer yr etholiad, does dim Aelodau o'r Senedd.

source: View list of MSs as it was when the Senedd was dissolved
fr: Gweld y rhestr o ASau fel yr oedd pan ddiddymwyd Senedd Cymru

source: <strong>Sorted by</strong> First name
fr: <strong>Wedi'u rhestru fesul</strong> Enw cyntaf

source: Sort by
fr: Didoli trwy

source: Last name
fr: Cyfenw

source: <strong>Sorted by</strong> Party
fr: <strong>Wedi’i didoli fesul</strong> plaid

source: First name
fr: Enw cyntaf

source: <strong>Sorted by</strong> Last name
fr: <strong>Wedi'i ddidoli fesul</strong> Cyfenw

source: <strong>Sorted by</strong> Name
fr: <strong>Wedi'i ddidoli fesul</strong> Enw

source: Download data
fr: Lawrlwytho data

source: Download this list as a CSV
fr: Lawrlwythwch y rhestr hon fel CSV

source: suitable for Excel
fr: addas ar gyfer Excel

source: Historical list of all %s
fr: Rhestr hanesyddol o bob %s

source: Your representatives
fr: Eich cynrychiolwyr

source: Your former <strong>MP</strong> (Member of Parliament) is <a href="%s">%s</a>, %s
fr: Eich cyn-<strong>AS</strong> (Aelod Seneddol) yw < a href="%s">%s </a>, %s

source: Your <strong>MP</strong> (Member of Parliament) is <a href="%s">%s</a>, %s
fr: Eich <strong>AS</strong> (Aelod Seneddol) yw <a href="%s">%s</a>, %s

source: Your <strong>constituency MSP</strong> (Member of the Scottish Parliament) is <a href="%s">%s</a>, %s
fr: <strong>MSP eich etholaeth</strong> (Aelod Senedd yr Alban) yw <a href="%s">%s</a>, %s

source: Your <strong>constituency MSP</strong> (Member of the Scottish Parliament) was <a href="%s">%s</a>, %s
fr: <strong>MSP eich etholaeth </strong> (Aelod Senedd yr Alban) oedd <a href="%s">%s</a>, %s

source: Your <strong>constituency MS</strong> (Member of the Senedd) is <a href="%s">%s</a>, %s
fr: <strong>AS eich etholaeth</strong> (Aelod o'r Senedd) yw <a href="%s">%s</a>, %s

source: Your <strong>constituency MS</strong> (Member of the Senedd) was <a href="%s">%s</a>, %s
fr: <strong>AS eich etholaeth</strong> (Aelod o'r Senedd) oedd <a href="%s">%s</a>, %s

source: Your <strong>%s MLAs</strong> (Members of the Legislative Assembly) are:
fr: Eich <strong>%s MLAs</strong> (Aelodau'r Cynulliad Deddfwriaethol) yw:

source: Your <strong>%s %s</strong> are:
fr: Eich <strong>%s %s</strong> yw:

source: Your <strong>%s MLAs</strong> (Members of the Legislative Assembly) were:
fr: Eich <strong>%s MLAs</strong> (Aelodau'r Cynulliad Deddfwriaethol) oedd:

source: Your <strong>%s %s</strong> were:
fr: Eich <strong>%s %s</strong> oedd:

source: Browse people
fr: Pori pobl

source: More information
fr: Mwy o wybodaeth

source: Your MSPs represents you in the Scottish Parliament. The Scottish Parliament is responsible for a wide range of devolved matters in which it sets policy independently of the London Parliament. Devolved matters include education, health, agriculture, justice and prisons. It also has some tax-raising powers.
fr: Mae eich ASAu yn eich cynrychioli yn Senedd yr Alban. Mae Senedd yr Alban yn gyfrifol am ystod eang o faterion datganoledig lle mae'n gosod polisi yn annibynnol o San Steffan. Ymhlith y materion datganoledig y mae addysg, iechyd, amaethyddiaeth, cyfiawnder a charchardai. Mae ganddi hefyd rai grymoedd codi trethi.

source: Your MLAs represent you on the Northern Ireland Assembly. The Northern Ireland Assembly has full authority over “transferred matters”, which include agriculture, education, employment, the environment and health.
fr: Mae eich ACD yn eich cynrychioli yng Nghynulliad Gogledd Iwerddon. Mae gan Gynulliad Gogledd Iwerddon awdurdod llawn dros “faterion a drosglwyddwyd”, sy'n cynnwys amaeth, addysg, cyflogaeth, yr amgylchedd ac iechyd.

source: Your MSs represents you in the Senedd. The Senedd has a wide range of powers over areas including economic development, transport, finance, local government, health, housing and the Welsh Language.
fr: Mae eich Aelodau o’r Senedd yn eich cynrychioli chi yn Y Senedd. Mae gan Y Senedd ystod eang o rymoedd dros feysydd gan gynnwys datblygu economaidd, trafnidiaeth, cyllid, llywodraeth leol, iechyd, tai a'r iaith Gymraeg.

source: Your MP represents you in the House of Commons. The House of Commons is responsible for making laws in the UK and for overall scrutiny of all aspects of government.
fr: Mae eich Aelod Senddol yn eich cynrychioli yn Nhŷ'r Cyffredin. Tŷ'r Cyffredin sy'n gyfrifol am lunio cyfreithiau yn y Deyrnas Unedig ac am graffu ar bob agwedd o lywodraeth y DU yn gyffredinol.

source: You can write to any representative, or your local councillors through <a href="%s">WriteToThem.com</a>.
fr: Gallwch ysgrifennu at unrhyw gynrychiolydd, neu'ch cynghorwyr lleol drwy <a href="%s">WriteToThem.com</a>.

source: Who says <em class="current-search-term">%s</em> the most?
fr: Pwy sy'n dweud <em class="current-search-term">%s</em> fwyaf?

source: No results for MSs only
fr: Dim canlyniadau i ASau yn unig

source: Show results for all speakers
fr: Dangos canlyniadau ar gyfer yr holl siaradwyr

source: Results grouped by person
fr: Canlyniadau wedi'u grwpio fesul person

source: MSs only
fr: ASau yn unig

source: Ungroup results
fr: Dad-grwpio’r canlyniadau

source: Occurences
fr: Achosion

source: Speaker
fr: Siaradwr

source: Date range
fr: Ystod o ddyddiadau

source: Search only speeches by %s
fr: Chwiliwch areithiau %s yn unig

source: Advanced search
fr: Chwilio uwch

source: Exactly:
fr: Yn union:

source: Excluding:
fr: Eithrio:

source: From:
fr: O:

source: To:
fr: I:

source: Section:
fr: Adran:

source: Column:
fr: Colofn:

source: Find this exact word or phrase
fr: Dod o hyd i'r union air neu ymadrodd hwn

source: You can also do this from the main search box by putting exact words in quotes: like <code>"cycling"</code> or <code>"hutton report"</code>
fr: Gallwch hefyd wneud hyn o'r prif flwch chwilio drwy roi’r union eiriau mewn dyfyniadau: megis <code>"seiclo"</code> neu <code>"adroddiad Hutton"</code >

source: By default, we show words related to your search term, like “cycle” and “cycles” in a search for <code>cycling</code>. Putting the word in quotes, like <code>"cycling"</code>, will stop this.
fr: Rydyn ni'n dangos geiriau sy'n gysylltiedig â'ch term chwilio, megis “beic” a “beicio” wrth chwilio am <cod>seiclo</cod> yn ddiofyn. Er mwyn atal hyn, rhowch y gair mewn dyfyniadau, fel <cod>"seiclo"</code>

source: Excluding these words
fr: Heb gynnwys y geiriau hyn

source: You can also do this from the main search box by putting a minus sign before words you don’t want: like <code>hunting -fox</code>
fr: Gallwch hefyd wneud hyn o'r prif flwch chwilio trwy roi arwydd minws cyn geiriau nad ydych eisiau: fel <cod>hela -llwynog</cod>

source: We also support <a href="/help/#searching">a bunch of boolean search modifiers</a>, like <code>AND</code> and <code>NEAR</code>, for precise searching.
fr: Rydym hefyd yn cefnogi <a href="/help/#searching">nifer o addasiadau chwilio Booleaidd</a>, megis <code>AND</code> a <code>NEAR</code>, ar gyfer chwilio manwl.

source: to
fr: i

source: You can give a <strong>start date, an end date, or both</strong> to restrict results to a particular date range. A missing end date implies the current date, and a missing start date implies the oldest date we have in the system. Dates can be entered in any format you wish, e.g. <code>3rd March 2007</code> or <code>17/10/1989</code>
fr: Gallwch roi dyddiad <strong>dechrau, dyddiad gorffen, neu'r ddau</strong> er mwyn cyfyngu canlyniadau i ystod o ddyddiadau penodol. Mae dyddiad gorffen coll yn awgrymu'r dyddiad presennol, ac mae dyddiad cychwyn coll yn awgrymu'r dyddiad hynaf sydd gennym yn y system. Gellir nodi'r dyddiadau ar unrhyw fformat y dymunwch, e.e. <code>3ydd Mawrth 2007</code> neu <cod>17/10/1989</code>

source: Enter a name here to restrict results to contributions only by that person.
fr: Rhowch enw fan hyn i gyfyngu canlyniadau i gyfraniadau gan y person hwnnw yn unig.

source: Section
fr: Adran

source: UK Parliament
fr: Senedd y DU

source: All UK
fr: Y Deyrnas Unedig cyfan

source: House of Commons debates
fr: Dadleuon Tŷ'r Cyffredin

source: House of Lords debates
fr: Dadleuon Tŷ'r Arglwyddi

source: Written answers
fr: Atebion ysgrifenedig

source: Written ministerial statements
fr: Datganiadau gweinidogol ysgrifenedig

source: Bill Committees
fr: Pwyllgorau

source: Future Business
fr: Busnes y Dyfodol

source: All Scotland
fr: Alban i gyd

source: Questions to the Mayor
fr: Cwestiynau i'r Maer

source: Restrict results to a particular parliament or assembly that we cover (e.g. the Scottish Parliament), or a particular type of data within an institution, such as Commons Written Answers.
fr: Cyfyngu canlyniadau i senedd neu gynulliad penodol yr ydym yn cynnwys (e.e. Senedd yr Alban), neu fath arbennig o ddata o fewn sefydliad, megis Atebion Ysgrifenedig Tŷ'r Cyffredin.

source: Column
fr: Colofn

source: If you know the actual Hansard column number of the information you are interested in (perhaps you’re looking up a paper reference), you can restrict results to that; you can also use <code>column:123</code> in the main search box.
fr: Pe baech yn gwybod y rhif colofn Hansard cywir o'r wybodaeth y mae gennych ddiddordeb ynddo (efallai eich bod yn edrych ar gyfeiriad papur), gallwch gyfyngu canlyniadau i hynny ; Gallwch hefyd ddefnyddio <code>column:123</code> yn y prif flwch chwilio.

source: for %s
fr: am %s

source: current
fr: Cyfredol

source: MPs and former MPs
fr: Aelodau Seneddol a chyn-Aelodau Seneddol

source: MPs
fr: Aelodau Seneddol

source: Former MPs
fr: Cyn Aelodau Seneddol

source: %s in constituencies matching <em class="current-search-term">%s</em>
fr: %s mewn etholaetholau sy’n gweddu <em class="current-search-term">%s</em>

source: Former MP for <em class="current-search-term">%s</em>
fr: Cyn AS ar gyfer <em class="current-search-term">%s</em>

source: MP for <em class="current-search-term">%s</em>
fr: AS ar gyfer <em class="current-search-term">%s</em>

source: People matching <em class="current-search-term">%s</em>
fr: Pobl sy'n gweddu <em class="current-search-term">%s</em>

source: Results %s–%s of %s for %s
fr: Canlyniadau %s–%s o %s ar gyfer %s

source: The only result for %s
fr: Yr unig ganlyniad i %s

source: There were no results for %s
fr: Doedd dim canlyniadau ar gyfer %s

source: All %s results for %s
fr: Pob %s canlyniadau ar gyfer %s

source: Did you mean %s?
fr: Oeddech chi'n golygu %s?

source: Sort by date
fr: Trefnu yn ôl dyddiad

source: Sort by <a href="%s">relevance</a>
fr: Didoli fesul <a href="%s">perthnasedd</a>

source: Sorted by date
fr: Wedi'i ddidoli yn ôl dyddiad

source: Group by person
fr: Grwpio fesul person

source: First page
fr: Tudalen gyntaf

source: Previous page
fr: Tudalen flaenorol

source: Next page
fr: Tudalen nesaf

source: Final page
fr: Tudalen olaf

source: Create an alert
fr: Creu hysbysiad

source: <a href="%s">Subscribe to an email alert</a> for <em class="current-search-term">%s</em>
fr: <a href="%s">Tanysgrifio i hysbysiad e-bost</a> ar gyfer <em class="current-search-term ">%s</em>

source: (or just <a href="%s">%s</a>)
fr: (neu dim ond <a href="%s">%s</a>)

source: Or <a href="%s">get an RSS feed</a> of new matches as they happen.
fr: Neu derbyn <a href="%s">ffrwd RSS</a> o ganlyniadau newydd fel maen nhw'n digwydd.

source: What is RSS?
fr: Beth yw RSS?

source: Recent %s
fr: %s diweddar

source: RSS feed of %s
fr: Porthiant RSS o %s

source: Mon
fr: Llun

source: Tue
fr: Maw

source: Wed
fr: Mer

source: Thu
fr: Iau

source: Fri
fr: Gwe

source: Sat
fr: Sad

source: Sun
fr: Sul

source: See all of %s
fr: Gweler pob %s

source: Search %s
fr: Chwilio %s

source: Enter a keyword, phrase, or person
fr: Nodwch allweddair, ymadrodd, neu berson

source: Popular searches today
fr: Chwiliadau poblogaidd heddiw

source: Official Report source
fr: Ffynhonnell adroddiad swyddogol

source: Record source
fr: Ffynhonnell record
