Repository: mysociety/theyworkforyou
Catalog: locale/*.UTF-8/LC_MESSAGES/TheyWorkForYou.po
Languages: fr

source: Please enter your email address
fr: Nodwch eich cyfeiriad e-bost

source: Please enter a valid email address
fr: Mewnbynnwch gyfeiriad e-bost dilys

source: Please enter what you want to be alerted about
fr: Nodwch yr hyn rydych chi am gael hysbysiadau

source: You probably don&rsquo;t want a date range as part of your criteria, as you won&rsquo;t be alerted to anything new!
fr: Mae'n debyg na fyddwch chi eisiau cynnwys ystod o ddyddiadau fel rhan o'ch meini prawf, gan na fyddwch yn cael eich hysbysu o unrhyw beth newydd!

source: That search appears to be invalid - %s - please check and try again.
fr: Mae'n ymddangos bod y chwiliad hwnnw'n annilys - %s - gwiriwch a cheisiwch eto.

source: That search is too long for our database; please split it up into multiple smaller alerts.
fr: Mae'r chwiliad hwnnw'n rhy hir i'n cronfa ddata; os gwelwch yna dda rhannwch i nifer o hysbysiadau llai.

source: voted %s
fr: wedi pleidleisio %s

source: voted %s on <em>%s</em>
fr: Fe wnaeth pleidleisio % s ar <em>%s</EM>

source: Subscribe to our newsletter
fr: Cofrestrwch am y newyddion diweddaraf gan mySociety

source: House of Lords
fr: Tŷ'r Arglwyddi

source: Previously MP for %s until %s
fr: Yn flaenorol AS am %s tan %s

source: House of Commons
fr: Tŷ'r Cyffredin

source: Assembly
fr: Cynulliad

source: Scottish Parliament
fr: Senedd yr Alban

source: London Assembly
fr: Cynulliad Llundain

source: Entered the %s in %s
fr: Aeth i mewn i'r %s yn %s

source: Entered the %s on %s
fr: Aeth i mewn i'r %s ar %s

source: Left the %s in %s
fr: Gadawodd y %s mewn %s

source: Left the %s on %s
fr: Gadawodd y %s ar %s

source: %s, as on %s
fr: %s, fel ar %s

source: All %s, including former ones
fr: Pob %s, gan gynnwys cyn-aelodau

source: All %s
fr: Pob %s

source: Person ID
fr: URI

source: Name
fr: Enw

source: Party
fr: Plaid

source: Constituency
fr: URI

source: Making it easy to keep an eye on the UK’s parliaments. Discover who represents you, how they’ve voted and what they’ve said in debates.
fr: Yn gwneud hi'n hawdd cadw llygad barcud ar seneddau'r DU. Darganfyddwch pwy sy'n eich cynrychioli chi, sut maen nhw wedi pleidleisio a beth maen nhw wedi dweud mewn dadleuon.

source: Wales
fr: Cymru

source: You cannot search for just a date range, please select some other criteria as well.
fr: Ni allwch chwilio am ystod dyddiad yn unig, dewiswch rai meini prawf eraill hefyd.

source: You cannot search for more than one date range.
fr: Ni allwch chwilio am fwy nag un ystod o ddyddiadau.

source: Maximum term length is 255 characters.
fr: Yr hyd term mwyaf yw 255 nod.

source: Senedd / Welsh Parliament
fr: Senedd Cymru

source: Find out more about your MSs for %s and %s
fr: Darganfod mwy am eich Aelodau Cynulliad dros %s a %s

source: Create and manage email alerts
fr: Creu hysbysiad

source: Donate to support our work
fr: Cyfrannu

source: Learn more about TheyWorkForYou
fr: Ynglŷn â TheyWorkForYou

source: Please enter a password
fr: Rhowch eich cyfrinair

source: Please enter at least six characters
fr: Mae angen o leiaf chwe mewnbwn

source: Please enter a password again
fr: Nodwch eich cyfrinair eto

source: The passwords did not match. Please try again.
fr: Mae’n rhaid i’r cyfrineiriau fod yr un fath. Ceisiwch eto os gwelwch yn dda.

source: Sorry, this isn't a valid UK postcode.
fr: Mae'n ddrwg gennym, nid yw hwn yn gôd post dilys

source: Sorry, we could not find an MP for that postcode.
fr: Mae'n ddrwg gennym, ni allwn ddod o hyd i AS ar gyfer y côd post hwnnw.

source: MS
fr: AS

source: MSs
fr: ASau

source: Aberavon
fr: Aberafan

source: Alyn and Deeside
fr: Alun a Glannau Dyfrdwy

source: Brecon and Radnorshire
fr: Brycheiniog a Sir Faesyfed

source: Bridgend
fr: Pen-y-bont ar Ogwr

source: Caerphilly
fr: Caerffili

source: Cardiff Central
fr: Canol Caerdydd

source: Cardiff North
fr: Gogledd Caerdydd

source: Cardiff South and Penarth
fr: De Caerdydd a Phenarth

source: Cardiff West
fr: Gorllewin Caerdydd

source: Carmarthen East and Dinefwr
fr: Dwyrain Caerfyrddin a Dinefwr

source: Carmarthen West and South Pembrokeshire
fr: Gorllewin Caerfyrddin a De Sir Benfro

source: Clwyd South
fr: De Clwyd

source: Clwyd West
fr: Gorllewin Clwyd

source: Cynon Valley
fr: Cwm Cynon

source: Gower
fr: Gŵyr

source: Merthyr Tydfil and Rhymney
fr: Merthyr Tudful a Rhymni

source: Monmouth
fr: Sir Fynwy

source: Montgomeryshire
fr: Sir Drefaldwyn

source: Neath
fr: Castell-nedd

source: Newport East
fr: Dwyrain Casnewydd

source: Newport West
fr: Gorllewin Casnewydd

source: Ogmore
fr: Ogwr

source: Preseli Pembrokeshire
fr: Preseli Sir Benfro

source: Swansea East
fr: Dwyrain Abertawe

source: Swansea West
fr: Gorllewin Abertawe

source: Vale of Clwyd
fr: Dyffryn Clwyd

source: Vale of Glamorgan
fr: Bro Morgannwg

source: Wrexham
fr: Wrecsam

source: Mid and West Wales
fr: Canolbarth a Gorllewin Cymru

source: North Wales
fr: Gogledd Cymru

source: South Wales Central
fr: Canol De Cymru

source: South Wales East
fr: Dwyrain De Cymru

source: South Wales West
fr: Gorllewin De Cymru

source: Conservative
fr: Ceidwadwyr

source: Independent
fr: Annibynnol

source: Labour
fr: Llafur

source: Liberal Democrat
fr: Democratiaid Rhyddfrydol

source: Commons debate
fr: Dadl Tŷ'r Cyffredin

source: Westminster Hall debate
fr: Dadl Neuadd San Steffan

source: Written Answer
fr: Ateb ysgrifenedig

source: Written Ministerial Statement
fr: Datganiad Gweinidogol Ysgrifenedig

source: Northern Ireland Assembly debate
fr: Dadl Cynulliad Gogledd Iwerddon

source: Public Bill committee
fr: Pwyllgor Mesur Cyhoeddus

source: Scottish Parliament debate
fr: Dadl Senedd yr Alban

source: Scottish Parliament written answer
fr: ateb ysgrifenedig Senedd yr Alban

source: London Mayoral question
fr: Cwestiwn Maer Llundain

source: Senedd debate
fr: dadl y Senedd

source: Lords debate
fr: dadl Tŷ’r Arglwyddi

source: event
fr: digwyddiad

source: vote
fr: Pleidlais

source: Commons debates
fr: Dadleuon Tŷ'r Cyffredin

source: Westminster Hall debates
fr: Dadleuon Neuadd San Steffan

source: Written Answers
fr: Atebion ysgrifenedig

source: Written Ministerial Statements
fr: Datganiadau Gweinidogol Ysgrifenedig

source: Northern Ireland Assembly debates
fr: Dadleuon Cynulliad Gogledd Iwerddon

source: Public Bill committees
fr: Pwyllgorau Mesur Cyhoeddus

source: Scottish Parliament debates
fr: Dadleuon Senedd yr Alban

source: Scottish Parliament written answers
fr: atebion ysgrifenedig Senedd yr Alban

source: London Mayoral questions
fr: Cwestiynau Maer Llundain

source: Senedd debates
fr: Dadleuon y Senedd

source: Lords debates
fr: dadl Tŷ’r Arglwyddi

source: events
fr: digwyddiadau

source: votes
fr: pleidleisiau

source: as a teller
fr: fel rhifwr

source: Voted aye
fr: Pleidleisiodd ie

source: Voted no
fr: Pleidleisio na

source: Voted abstain
fr: Wedi ymatal pleidlais

source: Voted %s
fr: Pleidleisiodd %s

source: (division #%s; result was <b>%s</b> aye, <b>%s</b> no)
fr: (adran #%s; canlyniad oedd <b>%s</b> aye, <b>%s</b> na)

source: There are more results than we have shown here.
fr: Gweld mwy

source: See more
fr: Gweld mwy

source: Email Alerts
fr: Hysbysiadau e-bos

source: E-mail this, post to del.icio.us, etc.
fr: E-bostiwch hyn, post i del.icio.us, ayyb.

source: Share this
fr: Rhannwch hyn

source: Register of Interests
fr: Cofrestr Buddiannau

source: Sorry, but we can’t tell which representative to display.
fr: Sori, ond nid ydym yn gwybod pa gynrychiolwr i arddangos.

source: You haven’t provided a way of identifying which representative you want
fr: Dydych chi ddim wedi darparu ffordd o nodi pa gynrychiolydd rydych chi ei eisiau

source: Sorry, %s isn’t a valid postcode
fr: Sori, nid yw %s yn gôd post dilys

source: Sorry, we couldn’t check your postcode right now, as our postcode lookup server is under quite a lot of load.
fr: Sori, ni allem wirio'ch côd post ar hyn o bryd, gan fod ein gweinydd sy'n chwilio amdanynt dan dipyn o lwyth gwaith.

source: Sorry, %s isn’t a known postcode
fr: Sori, nid ydym yn adnabod y côd post %s

source: <abbr title="Member of Parliament">MP</abbr>
fr: <abbr title="Aelod Seneddol">MP</abbr>

source: <abbr title="Member of the Legislative Assembly">MLA</abbr>
fr: <abbr title="Aelod o'r Cynulliad Deddfwriaethol">MLA</abbr>

source: <abbr title="Member of the Scottish Parliament">MSP</abbr>
fr: <abbr title="Aelod Senedd yr Alban">MSP</abbr>

source: <abbr title="Member of the Senedd">MS</abbr>
fr: <abbr title="Aelod o'r Senedd">MS</abbr>

source: Member of the London Assembly
fr: Aelod Cynulliad Llundain

source: %s, and %s %s for %s
fr: %s, a %s %s ar gyfer %s

source: Former %s, and %s %s for %s
fr: Cyn %s, a %s %s am %s

source: %s %s %s for %s
fr: %s %s %s ar gyfer %s

source: Former %s %s %s for %s
fr: Cyn %s %s %s am % s

source: %s Peer
fr: %s Arglwydd

source: Former %s Peer
fr: Cyn Arglwydd %s

source: Former %s
fr: Cyn %s

source: More of %s’s recent appearances
fr: Mwy o ymddangosiadau diweddar %s

source: You have one constituency MS (Member of the Senedd) and multiple region MSs.
fr: Gennych un AS (Aelod o'r Senedd) ar gyfer eich etholaeth a nifer o ASau rhanbarthol.

source: Your <strong>constituency MS</strong> is <a href="%s">%s</a>, MS for %s.
fr: <strong>AS eich etholaeth</strong> yw <a href="%s">%s</a>, AS ar gyfer %s.

source: Your <strong>%s region MSs</strong> are:
fr: Eich ASau <strong>%s</strong> yw:

source: You had one constituency MS (Member of the Senedd) and multiple region MSs.
fr: Roedd gennych un AS (Aelod o'r Senedd) ar gyfer eich etholaeth a nifer o ASau rhanbarthol.

source: Your <strong>constituency MS</strong> was <a href="%s">%s</a>, MS for %s.
fr: <strong>AS eich etholaeth</strong> (Aelod o'r Senedd) oedd <a href="%s">%s</a>, %s

source: Your <strong>%s region MSs</strong> were:
fr: Eich ASau <strong>%s</strong> oedd:

source: Browse all %s
fr: Pori pob %s

source: This page shows how %s's entry in the Register of Members' Interests has changed over time, starting at the most recent and working back to the earliest we have managed to parse.
fr: Mae'r dudalen hon yn dangos sut mae cofnod %s yn y Gofrestr o Fuddiannau Aelodau wedi newid dros amser. Mae’n dechrau ar yr un mwyaf diweddar ac yn gweithio'n ôl i'r un cynharaf rydyn ni wedi llwyddo i'w ddosrannu.

source: Please be aware that changes in typography/styling at the source might mean something is marked as changed (ie. removed and added) when it hasn't; sorry about that, but we do our best with the source material.
fr: Cofiwch y gallai newidiadau mewn teipograffi/steilio yn y deunydd gwreiddiol olygu bod rhywbeth wedi cael ei farcio fel ‘cofnod a newidiwyd’ (h.y. wedi'i dynnu a'i ychwanegu) pan nad yw. Mae'n ddrwg gennym am hynny, ond rydyn ni’n gwneud ein gorau gyda'r deunydd gwreiddiol.

source: Removed
fr: Wedi dod i ben

source: Added
fr: Ychwanegwyd

source: first entry we have
fr: Y cofnod cyntaf sydd gennym yw

source: Please enter your password
fr: Rhowch eich cyfrinair

source: Confirmation email resent
fr: E-bost cadarnhau wedi’i anfon eto

source: You should receive an email shortly which will contain a link. You will need to follow that link to confirm your email address before you can log in. Thanks.
fr: Dylech dderbyn e-bost yn fuan a fydd yn cynnwys dolen. Bydd angen i chi ddilyn y ddolen honno i gadarnhau eich cyfeiriad e-bost cyn y gallwch fewngofnodi. Diolch.

source: Or sign in by email:
fr: Neu fewngofnodwch drwy e-bost:

source: debate
fr: Dadl

source: debates
fr: dadleuon

source: Mentions of [%s]
fr: Sôn am [%s]

source: Things by %s
fr: Pethau gan %s

source: Previous %s
fr: %s blaenorol

source: Previous speaker
fr: Siaradwr blaenorol

source: Next %s
fr: %s nesaf

source: Next speaker
fr: Siaradwr nesaf

source: All %s on %s
fr: Pob % s ar %s

source: Next day
fr: Diwrnod nesaf

source: Previous day
fr: Diwrnod blaenorol

source: All of %s’s %s
fr: Pob un o %s's %s

source: Recent dates
fr: Dyddiadau diweddar

source: Northern Ireland Assembly
fr: Cynulliad Gogledd Iwerddon

source: Public Bill Committee
fr: Pwyllgor Mesur Cyhoeddus

source: See the whole debate
fr: Gweler yr holl ddadl

source: Royal Family
fr: Teulu Brenhinol

source: Became peer
fr: Mi ddaeth yn arglwydd

source: Byelection
fr: Is-etholiad

source: Changed party
fr: Wedi newid plaid

source: Changed name
fr: Wedi newid enw

source: Declared void
fr: Wedi datgan yn annilys

source: Died
fr: Wedi marw

source: Disqualified
fr: Wedi'i anghymwyso

source: General election
fr: Etholiad cyffredinol

source: General election (standing again)
fr: Etholiad cyffredinol (safodd eto)

source: General election (stood again)
fr: Etholiad cyffredinol (safodd eto)

source: did not stand for re-election
fr: heb sefyll i gael ei hailethol

source: Reinstated
fr: Wedi'i adfer

source: Resigned
fr: Wedi ymddiswyddo

source: Removed from office by a recall petition
fr: Wedi'i dynnu o'r swydd gan ddeiseb adalw

source: Still in office
fr: Parhau yn y swydd

source: Dissolved for election
fr: Wedi'i ddiddymu ar gyfer etholiad

source: Election
fr: Etholiad

source: Appointed, regional replacement
fr: Apwyntiwyd, amnewid rhanbarthol

source: About us
fr: Amdanom ni

source: Contact
fr: Cysylltwch

source: News
fr: Newyddion

source: Recent Votes
fr: Pleidleisiau diweddar

source: Donate
fr: Cyfrannu nawr

source: Help - Frequently Asked Questions
fr: Cymorth - Cwestiynau Cyffredin

source: Link to us
fr: Creu dolen gyda ni

source: How to link to us
fr: Sut i greu dolen â ni

source: API - Query the TheyWorkForYou database
fr: API – Ymholi cronfa ddata TheyWorkForYou

source: Raw Data
fr: Data Crai

source: Raw data (XML) - the data behind TheyWorkForYou and Public Whip
fr: Data crai (XML) - y data y tu ôl i TheyWorkForYou a Public Whip

source: Developer mailing list
fr: Rhestr e-bost datblygwr

source: Source code
fr: Côd ffynhonnell

source: TheyWorkForYou Source code
fr: Côd ffynhonnell TheyWorkForYou

source: Privacy Policy
fr: Polisi Preifatrwydd

source: Join
fr: Ymuno

source: Joining is free and allows you to manage your email alerts
fr: Mae ymuno yn rhad ac am ddim ac yn caniatáu ichi reoli eich hysbysiadau e-bost

source: Join TheyWorkForYou
fr: Ymunwch â TheyWorkForYou

source: Sign in
fr: Mewngofnodi

source: If you've already joined, sign in to your account
fr: Pe baech chi eisoes wedi ymuno, mewngofnodwch i'ch cyfrif

source: List of Members of the Senedd (MSs)
fr: Rhestr Aelodau o'r Senedd (ASau)

source: Debates
fr: Dadleuon

source: Debates in the Senedd
fr: Ddadleuon y Senedd

source: Find your MS
fr: Dewch o hyd i'ch Aelod o’r Senedd

source: Your MSs
fr: Eich ASau

source: Find out about your Members of the Senedd
fr: Dysgwch am eich Aelodau Senedd Cymru

source: Overview
fr: Trosolwg

source: Overview of the Senedd debates
fr: Trosolwg o ddadleuon y Senedd

source: Your MP
fr: Eich AS

source: Find out about your Member of Parliament
fr: Dysgwch am eich Aelod Seneddol

source: You’d better sign in!
fr: Buasai mewngofnodi yn well!

source: Your current postcode:
fr: Anghofio'r côd post hwn

source: The cookie storing your postcode will be erased
fr: Anghofio'r côd post hwn

source: Forget this postcode
fr: Anghofio'r côd post hwn

source: Enter your UK postcode:
fr: Rhowch eich côd post yn y Deyrnas Unedig:

source: GO
fr: CYRCHU

source: (e.g. BS3 1QP)
fr: (e.e. BS3 1QP)

source: Remove highlighting
fr: Tynnu uwch-oleuo

source: Modify search
fr: Addasu’r chwilio

source: Search
fr: Chwilio

source: More&nbsp;options
fr: Mwy &nbsp;o opsiynau

source: Sorted by relevance
fr: Wedi'i ddidoli gan berthnasedd

source: <a href='%s'>Sort by relevance</a>
fr: <a href='%s'>Didoli fesul perthnasedd</a>

source: Sorted by date:
fr: Wedi'u didoli yn ôl dyddiad:

source: newest
fr: Mwyaf Newydd

source: oldest
fr: hynaf

source: Sort by date:
fr: Trefnu yn ôl dyddiad:

source: Use by person
fr: Defnyddiwch fesul person

source: Show use by person
fr: Dangos defnydd gan berson

source: Search only %s
fr: Chwiliwch %s yn unig

source: Search all speeches
fr: Chwiliwch bob araith

source: Email address:
fr: Cyfeiriad e-bost:

source: Password:
fr: Cyfrinair:

source: Keep me signed in on this device
fr: Rydw i eisiau mewngofnodi yn barhaol ar y ddyfais hon

source: Forgotten your password?
fr: Wedi anghofio eich cyfrinair?

source: Set a new one!
fr: Gosod un newydd!

source: Not yet a member?
fr: Ddim yn aelod eto?

source: Join now!
fr: Ymunwch nawr!

source: Result page:
fr: Tudalen canlyniad:

source: Previous
fr: Blaenorol

source: Next
fr: Nesaf

source: in the '%s'
fr: yn y '%s'

source: in Future Business
fr: mewn Busnes yn y Dyfodol

source: grouped by debate
fr: wedi'i grwpio fesul dadl

source: showing all speeches
fr: yn dangos pob araith

source: Why do I need to sign in?
fr: Cymorth Mewngofnodi

source: Signing in allows you to manage your email alerts, and change your password or email address.
fr: Mae mewngofnodi yn eich caniatáu i reoli eich hysbysiadau e-bost, a newid eich cyfrinair neu gyfeiriad e-bost.

source: Your alert has been confirmed
fr: Mae eich hysbysiadau wedi'u cadarnhau

source: You will now receive email alerts for the following criteria:
fr: Byddwch yn derbyn hysbysiadau e-bost ar gyfer y meini prawf canlynol:

source: This is normally the day after, but could conceivably be later due to issues at our or the parliament’s end.
fr: Y diwrnod canlynol bydd hyn gan amlaf, ond yn ddamcaniaethol gall fod yn hwyrach oherwydd materion ar ein pen ni neu'r Senedd.

source: Alert suspended
fr: Rhybudd wedi'i atal

source: You can reactivate the alert at any time, from the sidebar below.
fr: Gallwch ailysgogi'r rhybudd ar unrhyw adeg, o'r bar ochr isod.

source: Alert resumed
fr: Ail-ddechrau rhybudd

source: You will now receive email alerts on any day when there are entries in Hansard that match your criteria.
fr: Byddwch yn derbyn hysbysiad ar e-bost ar unrhyw ddiwrnod pan fydd yna gofnod yn Hansard sy'n cyd-fynd â'ch meini prawf.

source: Alert deleted
fr: Dileu rhybudd

source: You will no longer receive this alert.
fr: Ni fyddwch yn derbyn yr hysbysiad hwn mwyach.

source: All alerts deleted
fr: Pob hysbysiad wedi'i ddileu

source: You will no longer receive any alerts.
fr: Ni fyddwch yn derbyn unrhyw hysbysiadau mwyach.

source: Hmmm, something’s not right
fr: Hmmm, dyw rhywbeth ddim yn iawn

source: The link you followed to reach this page appears to be incomplete.
fr: Mae'n ymddangos bod y ddolen a ddilynoch i gyrraedd y dudalen hon yn anghyflawn.

source: If you clicked a link in your alert email you may need to manually copy and paste the entire link to the ‘Location’ bar of the web browser and try again.
fr: Pe baech wedi clicio dolen yn hysbysiad dros e-bost efallai y bydd angen i chi gopïo a gludo'r ddolen gyfan i’r porwr gwe a rhoi cynnig arall arni.

source: If you still get this message, please do <a href="mailto:%s">email us</a> and let us know, and we’ll help out!
fr: Pe baech yn parhau i dderbyn y neges hon, <a href="mailto:%s">ebostiwch ni</a> i’n hysbysu, a byddwn yn ceisio eich helpu!

source: Your alert has been added
fr: Mae eich hysbysiad wedi'i ychwanegu

source: You will now receive email alerts on any day when %s in parliament.
fr: Byddwch yn derbyn hysbysiad dros e-bost ar unrhyw ddiwrnod pan fydd %s yn y senedd.

source: We’re nearly done…
fr: Ni bron â gorffen...

source: You should receive an email shortly which will contain a link. You will need to follow that link to confirm your email address and receive future alerts. Thanks.
fr: Dylech dderbyn e-bost yn fuan a fydd yn cynnwys dolen. Bydd angen i chi ddilyn y ddolen honno er mwyn cadarnhau eich cyfeiriad e-bost a derbyn hysbysiadau yn y dyfodol. Diolch.

source: You’re already subscribed to that!
fr: Rydych chi eisoes wedi tanysgrifio i hynny!

source: It’s good to know you’re keen though.
fr: Serch hynny, mae'n dda i wybod eich bod yn awyddus.

source: We’re nearly done
fr: Rydyn ni bron â gorffen

source: Alert could not be created
fr: Ni ellid creu hysbysiad

source: Sorry, we were unable to create that alert. Please <a href="mailto:%s">let us know</a>. Thanks.
fr: Sori, doedden ni methu creu'r hysbysiad yna. Os gwelwch yn dda <a href="mailto:%s">rhowch wybod i ni</a>. Diolch.

source: Sign up for alerts when people matching <i>%s</i> speaks
fr: Cofrestrwch am hysbysiadau pan fydd pobl sy’n gweddu <i>%s</i> siarad

source: When %s speaks.
fr: Pan mae %s yn siarad.

source: Subscribe
fr: Tanysgrifio

source: Sign up for alerts when MPs for constituencies matching <i>%s</i> speaks
fr: Cofrestrwch am hysbysiadau pan fydd AS ar gyfer etholaethau sy'n cyfateb i <i>%s</i> yn siarad

source: Sign up for alerts for topics
fr: Cofrestrwch am hysbysiadau ar gyfer themau

source: Great! Can you just confirm what you mean?
fr: Gwych! Gallwch chi gadarnhau beth rydych chi'n ei olygu?

source: Receive alerts when %s
fr: Derbyn hysbysiadau pan fo %s

source: You have used a comma in your search term – are you sure this is what you want? You cannot sign up to multiple search terms using a comma – either use OR, or create a separate alert for each individual term.
fr: Rydych wedi defnyddio atalnod yn eich term chwilio – ydych chi'n siŵr mai dyma'r hyn rydych chi ei eisiau? Ni allwch gofrestru i dermau chwilio lluosog gan ddefnyddio coma – naill ai defnyddiwch NEU, neu greu hysbysiad ar wahân ar gyfer pob term unigol.

source: You have used a postcode and something else in your search term – are you sure this is what you want? You will only get an alert if all of these are mentioned in the same debate.
fr: Rydych chi wedi defnyddio côd post neu rywbeth arall yn eich term chwilio – ydych chi'n siŵr mai dyma beth ydych chi eisiau? Byddwch ond yn derbyn hysbysiad pe bai y rhain i gyd yn cael eu crybwyll yn yr un ddadl.

source: Did you mean to get alerts for when your representative mentions something instead? If so maybe you want to subscribe to…
fr: Oeddech chi am dderbyn hysbysiadau pan fydd eich cynrychiolydd yn sôn am rywbeth? Os felly, efallai y buasech chi eisiau tanysgrifio i...

source: Mentions of [%s] by your MP, %s
fr: Sôn am [%s ] gan eich AS, %s

source: Mentions of [%s] by your MSP, %s
fr: Sôn am [%s ] gan eich ASA, %s

source: Mentions of [%s] by your MS, %s
fr: Sôn am [%s ] gan eich AS, %s

source: Your MP alert
fr: Eich hysbysiad AS

source: You are not subscribed to an alert for your current MP, %s
fr: Nid ydych wedi tanysgrifio ar gyfer rhybudd ar gyfer eich AS presennol, %s

source: If you <a href="%s">join</a> or <a href="%s">sign in</a>, you can suspend, resume and delete your email alerts from your profile page.
fr: Pe baech yn <a href="%s">ymuno</a> neu <a href="%s">mewngofnodi</a>, gallwch atal, ailddechrau neu ddileu eich hysbysiadau e-bost o'ch tudalen proffil.

source: Plus, you won’t need to confirm your email address for every alert you set.
fr: Hefyd, ni fydd angen i chi gadarnhau eich cyfeiriad e-bost ar gyfer pob rhybudd rydych chi'n ei osod.

source: Sign up for an alert when %s speaks.
fr: Cofrestrwch ar gyfer hysbysiad pan mae %s yn siarad.

source: Sign up for an alert when %s.
fr: Cofrestrwch ar gyfer hysbysiad pan %s.

source: Not quite right? Search again to refine your email alert.
fr: Ddim yn hollol gywir? Chwiliwch eto i fireinio'ch hysbysiad e-bost.

source: Request a new TheyWorkForYou email alert
fr: Gofyn am hysbysiad e-bost TheyWorkForYou newydd

source: Your email address
fr: Eich cyfeiriad e-bost

source: Search term, postcode, or MP name
fr: Term chwilio, côd post, neu enw MP

source: Search tips
fr: Argymhellion chwilio
